Repository: orgTestCodacy11KRepos110MB/repo-4638-prepo-monorepo
Catalog: apps/frontend/core-dapp/src/locale/*/messages.po
Languages: ru

source: A percentage range representing the minimum and maximum portion of a market's total USD collateral that can be redeemed by Long positions vs. Short positions.
ru: Процентный диапазон, представляющий минимальную и максимальную долю общего залога в долларах США на рынке, которая может быть погашена длинными позициями по сравнению с короткими позициями.

source: A range between two fully-diluted valuations, typically expressed in millions or billions or dollars.
ru: Диапазон между двумя оценками, обычно выражаемый в миллионах, миллиардах или долларах.

source: About
ru: О Нас

source: Account
ru: Аккаунт

source: Add Liquidity
ru: Добавить Ликвидности

source: After this date, the market will automatically resolve at the lower bound of the valuation range.
ru: После этой даты рынок автоматически установится на нижней границе диапазона оценки.

source: All
ru: Все

source: Analytics
ru: Аналитика

source: Avg. Staking Time:
ru: Ср. Время Стейкинга

source: Buy
ru: Купить

source: Cash Balance
ru: Денежный Баланс

source: Change Delegate
ru: Изменить Делегата

source: Close Position
ru: Закрыть Позицию

source: Connect Wallet
ru: Подключить Кошелек

source: Connected
ru: Подключен

source: Connected to Testnet (Goerli)
ru: Подключены к Тестовой Сети (Goerli)

source: Copy to Clipboard
ru: Копировать в Буфер

source: Delegates
ru: Деоегаты

source: Deposit
ru: Депозит

source: Disconnect
ru: Отключиться

source: Docs
ru: Документация

source: Estimated USD amount withdrawn after fees.
ru: Расчетная сумма в долларах США, снятая после уплаты комиссий.

source: Estimated Valuation
ru: Предполагаемая оценка

source: Estimated deposit amount after fees.
ru: Предполагаемая сумма депозита после комиссии.

source: Explore Markets
ru: Исследуйте Рынки

source: From Delegators
ru: От Делегатов

source: From PPO Power
ru: От PPO Влияния

source: Govern
ru: Управлять

source: History
ru: История

source: Invest in
ru: Инвестируйте в

source: LP to Earn
ru: Получить LP

source: Language
ru: Язык

source: Learn More
ru: Узнать Больше

source: Liquidity
ru: Ликвидность

source: Lookup User
ru: Поиск Пользователя

source: Market Expiry Date
ru: Дата истечения срока действия рынка

source: Next Distribution Date:
ru: Следующая дата распространения

source: Next Mutliplier
ru: Следующий множитель

source: No position found!
ru: Позиций не найдено!

source: No transaction history.
ru: Нет истории транзакий

source: PPO Power
ru: PPO Сила

source: PPO Staked
ru: PPO застейкано

source: PPO Staked x Total Multiplier
ru: PPO застейкано х Общий Множитель

source: PPO Stats
ru: PPO Статы

source: Payout Range
ru: Диапазон выплат

source: Permanent
ru: Постоянный

source: Portfolio Breakdown
ru: Разбивка Портфолио

source: Portfolio Value
ru: Ценность Портфолио

source: Position
ru: Позиция

source: Positions
ru: Позиции

source: Power delegated to you
ru: Право голоса передано вам

source: Profile
ru: Профиль

source: Search for Pre-IPO and Pre-IDO Markets
ru: Искать Pre-IPO и Pre-IDO Рынки

source: Selected Market
ru: Выбранный рынок

source: Spend
ru: Потратить

source: Stake
ru: Стейк

source: Switch to Dark
ru: Темная Тема

source: Switch to Light
ru: Светлая Тема

source: Temporary +
ru: Временный +

source: The estimated fully-diluted valuation of {marketName}.
ru: Предполагаемая полностью разводненная оценка {marketName}.

source: This is just an illustration to show how much you will gain/lose when you close your position.
ru: Это всего лишь пример, показывающий, сколько вы выиграете/проиграете, когда закроете свою позицию.

source: Time Multiplier
ru: Временной Множитель

source: Total Earned
ru: Получено

source: Total Value
ru: Полная Оценка

source: Total Voting Power
ru: Общее количество голосов

source: Trade
ru: Торги

source: Trade Now
ru: Торговать Сейчас

source: Trade to Earn
ru: Торгуйте чтобы Заработать

source: Trading Positions
ru: Торгуемые позизции

source: Trading Volume
ru: Объем торгов

source: Transaction Time
ru: Время Транзакции

source: Trending Markets
ru: Трендовые рынки

source: Undelegate
ru: Отменить делегирование

source: Valuation Range
ru: Диапозон оценки

source: Value
ru: Значение

source: View Profile
ru: Просмотр Профиля

source: Volume
ru: Объём

source: Voting Power Delegated To
ru: Право голоса делегировано

source: Weeks
ru: Недели

source: Withdraw
ru: Вывести

source: Your wallet is not connected.
ru: Ваш кошелек не подключен

source: days
ru: дней

source: in
ru: в
